[XComGame.UIArmory_Loadout]
[UIArmory_Loadout]
m_strInventoryLabels[eInvSlot_TacticalGadget]=ТАКТИЧЕСКИЙ ГАДЖЕТ

; ###### New Items ######

[GrapplingHook X2WeaponTemplate]
FriendlyName = "Крюк для захвата"
FriendlyNamePlural = "Крюки для захвата"
BriefSummary = "Крюк для захвата."
TacticalText = "<Bullet/> Модуль захвата позволяет солдатам быстро перемещаться по полю боя. Для использования не требует действий и у него короткое время восстановления."

[GrapplingHookPowered X2WeaponTemplate]
FriendlyName = "Крюк для захвата с приводом"
FriendlyNamePlural = "Крюки для захвата с приводом"
BriefSummary = "Крюк для захвата с приводом."
TacticalText = "<Bullet/> Модуль захвата позволяет солдатам быстро перемещаться по полю боя. Для использования не требует действий и у него короткое время восстановления."

; ###### Vanilla Override ######

; ### Techs ###
[SpiderSuit X2TechTemplate]
DisplayName="Костюм паук"
Summary="Уцелевшие данные в разбитом терминале в штабе XCOM упоминают ранний прототип облегченной брони с крюком-кошкой, который так и не был принят к производству. Освоив материалы пришельцев, мы можем вернуться к работе над этим образцом." 
CodeName="Паук"
LongDescription="Мы должны приложить все усилия, чтобы наши солдаты получили максимальное тактическое преимущество с учетом различных особенностей боевой обстановки. Наш новый прототип брони включает базовый подъемный механизм, способный доставлять носителя на высоту свыше 10 метров с высокой точностью. Броня использует блок из сервомоторов, распределяющих нагрузку по всему костюму, заодно повышая рефлексы своего носителя. Брэдфорд мельком упоминал сотрудницу, прежде возглавлявшую научный отдел, но не горит желанием обсуждать ее достижения со мной. Могу предположить, что система с крюком была разработана ей в соавторстве с моим отцом до поражения XCOM. Л. Шэнь."

; ### Items ###
[LightPlatedArmor X2ArmorTemplate]
FriendlyName="Костюм корсара"
FriendlyNamePlural="Костюмы корсара"
BriefSummary="Исследование листовой брони, привело нас к идее создания этого легкого костюма, который помимо сохранения защитных функций, повышает мобильность солдат и позволяет устанавливать тактические гаджеты для быстрого перемещения по полю боя."
TacticalText="<Bullet/> Увеличивает мобильность и уклонение.\n<Bullet/> Крепление для тактических гаджетов, позволяет солдатам прикреплять специальные модули, которые обеспечивают дополнительное преимущество и мобильность на поле боя."

[LightPoweredArmor X2ArmorTemplate]
FriendlyName="Костюм-призрак"
FriendlyNamePlural="Костюмы-призрак"
BriefSummary="Легкий вариант силовой брони, увеличивает рефлексы и скорость наших солдат, а также обладает экспериментальной способностью фазирования реальности, позволяя пользователю костюма проходить сквозь стены и препятствия."
TacticalText="<Bullet/> Увеличивает мобильность и уклонение.\n<Bullet/> Крепление для тактических гаджетов, позволяет солдатам прикреплять специальные модули, которые обеспечивают дополнительное преимущество и мобильность на поле боя.\n<Bullet/> Позволяет владельцу проходить сквозь стены и препятствия."